Repository: sudosylabs/vnidrop
Catalog: windows/VniDrop/Strings/*/Resources.resw
Source language: en_us
Languages: de, es, fr, it, nl, pl, pt, ru

# relay_mode_local_only_description
source: Disable all relays and allow only direct connections, primarily for devices on the same network.
de: Deaktiviert alle Relays und erlaubt nur Direktverbindungen, hauptsächlich für Geräte im selben Netzwerk.
es: Desactiva todos los relés y permite solo conexiones directas, principalmente para dispositivos de la misma red.
fr: Désactive tous les relais et autorise uniquement les connexions directes, principalement pour les appareils sur le même réseau.
it: Disattiva tutti i relay e consente solo connessioni dirette, soprattutto per dispositivi sulla stessa rete.
nl: Schakelt alle relays uit en staat alleen rechtstreekse verbindingen toe, vooral voor apparaten in hetzelfde netwerk.
pl: Wyłącza wszystkie przekaźniki i zezwala tylko na połączenia bezpośrednie, głównie dla urządzeń w tej samej sieci.
pt: Desativa todos os retransmissores e permite apenas ligações diretas, principalmente para dispositivos na mesma rede.
ru: Отключает все ретрансляторы и разрешает только прямые соединения, прежде всего для устройств в одной сети.

# relay_privacy_description
source: Relays forward encrypted traffic and cannot read your files, but their operator can observe connection metadata.
de: Relays leiten verschlüsselten Datenverkehr weiter und können Ihre Dateien nicht lesen, ihr Betreiber kann jedoch Verbindungsmetadaten sehen.
es: Los relés reenvían tráfico cifrado y no pueden leer sus archivos, pero su operador puede observar los metadatos de conexión.
fr: Les relais transmettent du trafic chiffré et ne peuvent pas lire vos fichiers, mais leur opérateur peut observer les métadonnées de connexion.
it: I relay inoltrano traffico cifrato e non possono leggere i suoi file, ma il loro operatore può osservare i metadati di connessione.
nl: Relays sturen versleuteld verkeer door en kunnen uw bestanden niet lezen, maar de beheerder kan verbindingsmetadata bekijken.
pl: Przekaźniki przesyłają zaszyfrowany ruch i nie mogą odczytać plików, ale ich operator może obserwować metadane połączenia.
pt: Os retransmissores encaminham tráfego cifrado e não conseguem ler os seus ficheiros, mas o operador pode observar metadados da ligação.
ru: Ретрансляторы передают зашифрованный трафик и не могут читать ваши файлы, но их оператор может видеть метаданные соединения.

# relay_remove_url
source: Remove relay server
de: Relay-Server entfernen
es: Eliminar servidor de retransmisión
fr: Supprimer le serveur relais
it: Rimuovi server relay
nl: Relayserver verwijderen
pl: Usuń serwer przekaźnikowy
pt: Remover servidor de retransmissão
ru: Удалить сервер-ретранслятор

# relay_restore_failed
source: Could not restore the previous network settings. Restart VniDrop and review your relay configuration.
de: Die vorherigen Netzwerkeinstellungen konnten nicht wiederhergestellt werden. Starten Sie VniDrop neu und prüfen Sie Ihre Relay-Konfiguration.
es: No se han podido restaurar los ajustes de red anteriores. Reinicie VniDrop y revise la configuración de relés.
fr: Impossible de restaurer les réglages réseau précédents. Redémarrez VniDrop et vérifiez votre configuration de relais.
it: Impossibile ripristinare le impostazioni di rete precedenti. Riavvii VniDrop e verifichi la configurazione dei relay.
nl: De vorige netwerkinstellingen konden niet worden hersteld. Start VniDrop opnieuw en controleer uw relayconfiguratie.
pl: Nie udało się przywrócić poprzednich ustawień sieci. Uruchom ponownie VniDrop i sprawdź konfigurację przekaźników.
pt: Não foi possível restaurar as definições de rede anteriores. Reinicie o VniDrop e reveja a configuração dos retransmissores.
ru: Не удалось восстановить предыдущие настройки сети. Перезапустите VniDrop и проверьте конфигурацию ретрансляторов.

# relay_settings_applied
source: Network settings applied.
de: Netzwerkeinstellungen angewendet.
es: Ajustes de red aplicados.
fr: Réglages réseau appliqués.
it: Impostazioni di rete applicate.
nl: Netwerkinstellingen toegepast.
pl: Zastosowano ustawienia sieci.
pt: Definições de rede aplicadas.
ru: Настройки сети применены.

# relay_strict_warning
source: Strict custom mode will not start unless at least one configured relay is reachable. VniDrop never uses public relays or public discovery in this mode.
de: Der strikt benutzerdefinierte Modus startet nur, wenn mindestens ein konfiguriertes Relay erreichbar ist. VniDrop verwendet in diesem Modus nie öffentliche Relays oder öffentliche Erkennung.
es: El modo personalizado estricto no se inicia a menos que se pueda acceder al menos a un relé configurado. VniDrop nunca usa relés ni descubrimiento públicos en este modo.
fr: Le mode personnalisé strict ne démarre que si au moins un relais configuré est accessible. VniDrop n’utilise jamais de relais ni de découverte publics dans ce mode.
it: La modalità personalizzata rigorosa si avvia solo se almeno un relay configurato è raggiungibile. In questa modalità VniDrop non usa mai relay o rilevamento pubblici.
nl: De strikt aangepaste modus start alleen als minstens één ingestelde relay bereikbaar is. VniDrop gebruikt in deze modus nooit openbare relays of openbare detectie.
pl: Ścisły tryb niestandardowy uruchamia się tylko wtedy, gdy co najmniej jeden skonfigurowany przekaźnik jest dostępny. VniDrop nigdy nie używa w tym trybie publicznych przekaźników ani publicznego wykrywania.
pt: O modo personalizado estrito só inicia se pelo menos um retransmissor configurado estiver acessível. Neste modo, o VniDrop nunca utiliza retransmissores nem descoberta públicos.
ru: Строго пользовательский режим запускается, только если доступен хотя бы один настроенный ретранслятор. В этом режиме VniDrop никогда не использует публичные ретрансляторы или публичное обнаружение.

# relay_validation_duplicate_url
source: Relay URL on line {line} duplicates an earlier entry.
de: Die Relay-URL in Zeile {line} ist bereits zuvor eingetragen.
es: La URL de relé de la línea {line} duplica una entrada anterior.
fr: L’URL de relais à la ligne {line} est identique à une entrée précédente.
it: L’URL relay alla riga {line} duplica una voce precedente.
nl: De relay-URL op regel {line} is gelijk aan een eerdere invoer.
pl: Adres URL przekaźnika w wierszu {line} powtarza wcześniejszy wpis.
pt: O URL do retransmissor na linha {line} duplica uma entrada anterior.
ru: URL-адрес ретранслятора в строке {line} повторяет предыдущую запись.

# relay_validation_https_required
source: Relay URL on line {line} must start with https://.
de: Die Relay-URL in Zeile {line} muss mit https:// beginnen.
es: La URL de relé de la línea {line} debe empezar por https://.
fr: L’URL de relais à la ligne {line} doit commencer par https://.
it: L’URL relay alla riga {line} deve iniziare con https://.
nl: De relay-URL op regel {line} moet beginnen met https://.
pl: Adres URL przekaźnika w wierszu {line} musi zaczynać się od https://.
pt: O URL do retransmissor na linha {line} tem de começar por https://.
ru: URL-адрес ретранслятора в строке {line} должен начинаться с https://.

# relay_validation_invalid_url
source: Relay URL on line {line} is not valid.
de: Die Relay-URL in Zeile {line} ist ungültig.
es: La URL de relé de la línea {line} no es válida.
fr: L’URL de relais à la ligne {line} n’est pas valide.
it: L’URL relay alla riga {line} non è valido.
nl: De relay-URL op regel {line} is ongeldig.
pl: Adres URL przekaźnika w wierszu {line} jest nieprawidłowy.
pt: O URL do retransmissor na linha {line} não é válido.
ru: URL-адрес ретранслятора в строке {line} недействителен.

# relay_validation_missing_url
source: Add at least one relay URL.
de: Fügen Sie mindestens eine Relay-URL hinzu.
es: Añada al menos una URL de relé.
fr: Ajoutez au moins une URL de relais.
it: Aggiunga almeno un URL relay.
nl: Voeg ten minste één relay-URL toe.
pl: Dodaj co najmniej jeden adres URL przekaźnika.
pt: Adicione pelo menos um URL de retransmissor.
ru: Добавьте хотя бы один URL-адрес ретранслятора.

# relay_validation_too_many_urls
source: You can configure up to {maximum} relay servers.
de: Sie können bis zu {maximum} Relay-Server konfigurieren.
es: Puede configurar hasta {maximum} servidores de retransmisión.
fr: Vous pouvez configurer jusqu’à {maximum} serveurs relais.
it: Può configurare fino a {maximum} server relay.
nl: U kunt maximaal {maximum} relayservers instellen.
pl: Możesz skonfigurować maksymalnie {maximum} serwerów przekaźnikowych.
pt: Pode configurar até {maximum} servidores de retransmissão.
ru: Можно настроить до {maximum} серверов-ретрансляторов.

# saved_devices_accept_pairing_action
source: Accept
de: Annehmen
es: Aceptar
fr: Accepter
it: Accetta
nl: Accepteren
pl: Akceptuj
pt: Aceitar
ru: Принять

# saved_devices_attention_title
source: Needs attention
de: Erfordert Aufmerksamkeit
es: Requiere atención
fr: Nécessite votre attention
it: Richiede attenzione
nl: Aandacht vereist
pl: Wymaga uwagi
pt: Requer atenção
ru: Требует внимания

# saved_devices_authenticated_name
source: Remote name: {name}
es: Nombre remoto: {name}
fr: Nom distant : {name}
it: Nome remoto: {name}
nl: Externe naam: {name}
pl: Nazwa zdalna: {name}
pt: Nome remoto: {name}
ru: Имя устройства: {name}

# saved_devices_block_action
source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
nl: Blokkeren
pl: Zablokuj
pt: Bloquear
ru: Заблокировать

# saved_devices_block_confirm_body
source: Block {device} and reject future saved-device transfers?
de: {device} blockieren und künftige Übertragungen gespeicherter Geräte ablehnen?
es: ¿Bloquear a {device} y rechazar futuros envíos de dispositivos guardados?
fr: Bloquer {device} et refuser les futurs transferts d’appareil enregistré ?
it: Bloccare {device} e rifiutare i futuri trasferimenti da dispositivi salvati?
nl: {device} blokkeren en toekomstige overdrachten van opgeslagen apparaten weigeren?
pl: Zablokować {device} i odrzucać przyszłe transfery z zapisanych urządzeń?
pt: Bloquear {device} e rejeitar futuras transferências de dispositivos guardados?
ru: Заблокировать {device} и отклонять будущие передачи с сохранённых устройств?

# saved_devices_block_confirm_title
source: Block device?
de: Gerät blockieren?
es: ¿Bloquear dispositivo?
fr: Bloquer l’appareil ?
it: Bloccare il dispositivo?
nl: Apparaat blokkeren?
pl: Zablokować urządzenie?
pt: Bloquear dispositivo?
ru: Заблокировать устройство?

# saved_devices_blocked
source: Device blocked
de: Gerät blockiert
es: Dispositivo bloqueado
fr: Appareil bloqué
it: Dispositivo bloccato
nl: Apparaat geblokkeerd
pl: Urządzenie zablokowane
pt: Dispositivo bloqueado
ru: Устройство заблокировано

# saved_devices_decline_action
source: Decline
de: Ablehnen
es: Rechazar
fr: Refuser
it: Rifiuta
nl: Weigeren
pl: Odrzuć
pt: Recusar
ru: Отклонить

# saved_devices_eligibility_title
source: Ready to remember
de: Bereit zum Speichern
es: Listo para recordar
fr: Prêt à être mémorisé
it: Pronto da ricordare
nl: Klaar om te onthouden
pl: Gotowe do zapamiętania
pt: Pronto para lembrar
ru: Готово к запоминанию

# saved_devices_empty
source: Finish a transfer, then choose to remember the other device.
de: Schließe eine Übertragung ab und speichere anschließend das andere Gerät.
es: Finaliza una transferencia y elige recordar el otro dispositivo.
fr: Terminez un transfert, puis choisissez de mémoriser l’autre appareil.
it: Completa un trasferimento, quindi scegli di ricordare l’altro dispositivo.
nl: Voltooi een overdracht en kies daarna om het andere apparaat te onthouden.
pl: Ukończ transfer, a następnie zapisz drugie urządzenie.
pt: Conclua uma transferência e escolha guardar o outro dispositivo.
ru: Завершите передачу, затем сохраните другое устройство.

# saved_devices_empty_title
source: No saved devices
de: Keine gespeicherten Geräte
es: No hay dispositivos guardados
fr: Aucun appareil enregistré
it: Nessun dispositivo salvato
nl: Geen opgeslagen apparaten
pl: Brak zapisanych urządzeń
pt: Nenhum dispositivo guardado
ru: Нет сохранённых устройств

# saved_devices_endpoint
source: Device ID: {deviceId}
de: Geräte-ID: {deviceId}
es: ID del dispositivo: {deviceId}
fr: ID de l’appareil : {deviceId}
it: ID dispositivo: {deviceId}
nl: Apparaat-ID: {deviceId}
pl: ID urządzenia: {deviceId}
pt: ID do dispositivo: {deviceId}
ru: ID устройства: {deviceId}

# saved_devices_forget_action
source: Forget
de: Vergessen
es: Olvidar
fr: Oublier
it: Dimentica
nl: Vergeten
pl: Zapomnij
pt: Esquecer
ru: Забыть

# saved_devices_forget_confirm_body
source: Forget {device}? You will both need to approve saving again before another direct transfer.
de: {device} vergessen? Vor einer weiteren direkten Übertragung müssen beide das Speichern erneut bestätigen.
es: ¿Olvidar a {device}? Ambos deberán volver a aprobar el guardado antes de otra transferencia directa.
fr: Oublier {device} ? Vous devrez tous les deux approuver à nouveau l’enregistrement avant un autre transfert direct.
it: Dimenticare {device}? Entrambi dovrete approvare nuovamente il salvataggio prima di un altro trasferimento diretto.
nl: {device} vergeten? Jullie moeten het opslaan allebei opnieuw goedkeuren voor een volgende directe overdracht.
pl: Zapomnieć {device}? Przed kolejnym transferem bezpośrednim obie strony muszą ponownie zatwierdzić zapisanie.
pt: Esquecer {device}? Ambos terão de voltar a aprovar antes de outra transferência direta.
ru: Забыть {device}? Перед следующей прямой передачей сохранение снова должны подтвердить обе стороны.

# saved_devices_forget_confirm_title
source: Forget device?
de: Gerät vergessen?
es: ¿Olvidar dispositivo?
fr: Oublier l’appareil ?
it: Dimenticare il dispositivo?
nl: Apparaat vergeten?
pl: Zapomnieć urządzenie?
pt: Esquecer dispositivo?
ru: Забыть устройство?

# saved_devices_forgotten
source: Saved device forgotten
de: Gespeichertes Gerät vergessen
es: Dispositivo guardado olvidado
fr: Appareil enregistré oublié
it: Dispositivo salvato dimenticato
nl: Opgeslagen apparaat vergeten
pl: Zapomniano zapisane urządzenie
pt: Dispositivo guardado esquecido
ru: Сохранённое устройство забыто

# saved_devices_label_action
source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
it: Etichetta
pl: Etykieta
pt: Etiqueta
ru: Метка

# saved_devices_label_clear
source: Clear label
de: Bezeichnung löschen
es: Borrar etiqueta
fr: Effacer le libellé
it: Cancella etichetta
nl: Label wissen
pl: Wyczyść etykietę
pt: Limpar etiqueta
ru: Очистить метку

# saved_devices_label_placeholder
source: Label
de: Bezeichnung
es: Etiqueta
fr: Libellé
it: Etichetta
pl: Etykieta
pt: Etiqueta
ru: Метка

# saved_devices_label_save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
nl: Opslaan
pl: Zapisz
pt: Guardar
ru: Сохранить

# saved_devices_label_title
source: Device label
de: Gerätebezeichnung
es: Etiqueta del dispositivo
fr: Libellé de l’appareil
it: Etichetta del dispositivo
nl: Apparaatlabel
pl: Etykieta urządzenia
pt: Etiqueta do dispositivo
ru: Метка устройства

# saved_devices_labeled
source: Label updated
de: Bezeichnung aktualisiert
es: Etiqueta actualizada
fr: Libellé mis à jour
it: Etichetta aggiornata
nl: Label bijgewerkt
pl: Zaktualizowano etykietę
pt: Etiqueta atualizada
ru: Метка обновлена

# saved_devices_list_title
source: Saved devices
de: Gespeicherte Geräte
es: Dispositivos guardados
fr: Appareils enregistrés
it: Dispositivi salvati
nl: Opgeslagen apparaten
pl: Zapisane urządzenia
pt: Dispositivos guardados
ru: Сохранённые устройства

# saved_devices_load_failed
source: Saved devices could not be loaded.
de: Gespeicherte Geräte konnten nicht geladen werden.
es: No se pudieron cargar los dispositivos guardados.
fr: Impossible de charger les appareils enregistrés.
it: Impossibile caricare i dispositivi salvati.
nl: Opgeslagen apparaten konden niet worden geladen.
pl: Nie udało się wczytać zapisanych urządzeń.
pt: Não foi possível carregar os dispositivos guardados.
ru: Не удалось загрузить сохранённые устройства.

# saved_devices_loading
source: Loading saved devices…
de: Gespeicherte Geräte werden geladen…
es: Cargando dispositivos guardados…
fr: Chargement des appareils enregistrés…
it: Caricamento dei dispositivi salvati…
nl: Opgeslagen apparaten laden…
pl: Wczytywanie zapisanych urządzeń…
pt: A carregar dispositivos guardados…
ru: Загрузка сохранённых устройств…

# saved_devices_more_actions
source: More actions for {device}
de: Weitere Aktionen für {device}
es: Más acciones para {device}
fr: Plus d’actions pour {device}
it: Altre azioni per {device}
nl: Meer acties voor {device}
pl: Więcej działań dla {device}
pt: Mais ações para {device}
ru: Другие действия для {device}

# saved_devices_no_pending
source: No pairing requests need your attention.
de: Keine Kopplungsanfragen benötigen Ihre Aufmerksamkeit.
es: No hay solicitudes de vinculación que requieran tu atención.
fr: Aucune demande d’association ne nécessite votre attention.
it: Nessuna richiesta di associazione richiede attenzione.
nl: Er zijn geen koppelverzoeken die aandacht nodig hebben.
pl: Żadne prośby o sparowanie nie wymagają uwagi.
pt: Não existem pedidos de emparelhamento a aguardar atenção.
ru: Нет запросов на сопряжение, требующих внимания.

# saved_devices_pending_incoming
source: Wants to remember this device
de: Möchte dieses Gerät speichern
es: Quiere recordar este dispositivo
fr: Souhaite mémoriser cet appareil
it: Vuole ricordare questo dispositivo
nl: Wil dit apparaat onthouden
pl: Chce zapamiętać to urządzenie
pt: Quer lembrar este dispositivo
ru: Хочет запомнить это устройство

# saved_devices_pending_outgoing
source: Waiting for the other device
de: Warten auf das andere Gerät
es: Esperando al otro dispositivo
fr: En attente de l’autre appareil
it: In attesa dell’altro dispositivo
nl: Wachten op het andere apparaat
pl: Oczekiwanie na drugie urządzenie
pt: A aguardar o outro dispositivo
ru: Ожидание другого устройства

# saved_devices_pending_title
source: Pending pairing
de: Ausstehende Kopplung
es: Vinculación pendiente
fr: Association en attente
it: Associazione in sospeso
nl: Koppeling in behandeling
pl: Oczekujące sparowanie
pt: Emparelhamento pendente
ru: Ожидающее сопряжение

# saved_devices_remember_action
source: Remember
de: Speichern
es: Recordar
fr: Mémoriser
it: Ricorda
nl: Onthouden
pl: Zapamiętaj
pt: Lembrar
ru: Запомнить

# saved_devices_send_action
source: Send files
de: Dateien senden
es: Enviar archivos
fr: Envoyer des fichiers
it: Invia file
nl: Bestanden versturen
pl: Wyślij pliki
pt: Enviar ficheiros
ru: Отправить файлы

# saved_devices_send_started
source: Transfer offer sent
de: Übertragungsangebot gesendet
es: Oferta de transferencia enviada
fr: Proposition de transfert envoyée
it: Proposta di trasferimento inviata
nl: Overdrachtsaanbod verstuurd
pl: Wysłano propozycję transferu
pt: Proposta de transferência enviada
ru: Предложение передачи отправлено

# saved_devices_transfer_cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
nl: Annuleren
pl: Anuluj
pt: Cancelar
ru: Отменить

# saved_devices_transfer_delete
source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Eliminar
ru: Удалить

# saved_devices_transfer_direction_incoming
source: From {device}
de: Von {device}
es: De {device}
fr: De {device}
it: Da {device}
nl: Van {device}
pl: Od {device}
pt: De {device}
ru: От {device}

# saved_devices_transfer_direction_outgoing
source: To {device}
de: An {device}
es: A {device}
fr: Vers {device}
it: A {device}
nl: Naar {device}
pl: Do {device}
pt: Para {device}
ru: Для {device}

# saved_devices_transfer_empty
source: No direct transfers yet.
de: Noch keine direkten Übertragungen.
es: Aún no hay transferencias directas.
fr: Aucun transfert direct pour le moment.
it: Nessun trasferimento diretto.
nl: Nog geen directe overdrachten.
pl: Brak transferów bezpośrednich.
pt: Ainda não existem transferências diretas.
ru: Прямых передач пока нет.

# saved_devices_transfer_files
source: {count} files · {size}
de: {count} Dateien · {size}
es: {count} archivos · {size}
fr: {count} fichiers · {size}
it: {count} file · {size}
nl: {count} bestanden · {size}
pl: {count} plików · {size}
pt: {count} ficheiros · {size}
ru: {count} файлов · {size}

# saved_devices_transfer_progress
source: {verified} of {total}
de: {verified} von {total}
es: {verified} de {total}
fr: {verified} sur {total}
it: {verified} di {total}
nl: {verified} van {total}
pl: {verified} z {total}
pt: {verified} de {total}
ru: {verified} из {total}

# saved_devices_transfer_receive
source: Receive
de: Empfangen
es: Recibir
fr: Recevoir
it: Ricevi
nl: Ontvangen
pl: Odbierz
pt: Receber
ru: Получить

# saved_devices_transfer_resume
source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
it: Riprendi
nl: Hervatten
pl: Wznów
pt: Retomar
ru: Продолжить

# saved_devices_transfers_title
source: Direct transfers
de: Direkte Übertragungen
es: Transferencias directas
fr: Transferts directs
it: Trasferimenti diretti
nl: Directe overdrachten
pl: Transfery bezpośrednie
pt: Transferências diretas
ru: Прямые передачи

# saved_devices_unnamed
source: Saved device
de: Gespeichertes Gerät
es: Dispositivo guardado
fr: Appareil enregistré
it: Dispositivo salvato
nl: Opgeslagen apparaat
pl: Zapisane urządzenie
pt: Dispositivo guardado
ru: Сохранённое устройство

# send_access_anyone
source: Anyone with this transfer
de: Jeder mit dieser Übertragung
es: Cualquiera que tenga esta transferencia
fr: Toute personne disposant de ce transfert
it: Chiunque abbia questo trasferimento
nl: Iedereen met deze overdracht
pl: Każdy, kto ma ten transfer
pt: Qualquer pessoa com esta transferência
ru: Любой, у кого есть эта передача

# send_access_anyone_description
source: No approval is required. Only use this for items you are comfortable sharing.
de: Keine Genehmigung erforderlich. Verwenden Sie dies nur für Objekte, die Sie unbedenklich teilen können.
es: No se requiere aprobación. Úselo solo para elementos que no le importe compartir.
fr: Aucune approbation requise. À n’utiliser que pour des éléments que vous êtes à l’aise de partager.
it: Nessuna approvazione richiesta. Da usare solo per elementi che non ha problemi a condividere.
nl: Geen goedkeuring vereist. Gebruik dit alleen voor items die u gerust kunt delen.
pl: Nie jest wymagane zatwierdzenie. Używaj tylko dla elementów, które możesz swobodnie udostępniać.
pt: Não é necessária aprovação. Utilize apenas para itens que não se importe de partilhar.
ru: Одобрение не требуется. Используйте только для объектов, которыми вы готовы поделиться.

# send_access_anyone_warning
source: Anyone with the invitation can download until you stop sharing. Do not use this for private or sensitive items.
de: Jeder mit der Einladung kann herunterladen, bis Sie die Freigabe beenden. Verwenden Sie dies nicht für private oder sensible Objekte.
es: Cualquiera que tenga la invitación puede descargar hasta que deje de compartir. No lo use para elementos privados o sensibles.
fr: Toute personne disposant de l’invitation peut télécharger jusqu’à ce que vous arrêtiez le partage. Ne l’utilisez pas pour des éléments privés ou sensibles.
it: Chiunque abbia l’invito può scaricare finché non interrompe la condivisione. Non lo usi per elementi privati o sensibili.
nl: Iedereen met de uitnodiging kan downloaden totdat u stopt met delen. Gebruik dit niet voor privé- of gevoelige items.
pl: Każdy, kto ma zaproszenie, może pobierać, dopóki nie zatrzymasz udostępniania. Nie używaj tego dla prywatnych ani wrażliwych elementów.
pt: Qualquer pessoa com o convite pode descarregar até parar de partilhar. Não utilize para itens privados ou sensíveis.
ru: Любой, у кого есть приглашение, может загружать, пока вы не остановите общий доступ. Не используйте это для личных или конфиденциальных объектов.
